Repository: coteditor/CotEditor
Catalog: CotEditor/Localizables/Panels/SettingsPorting.xcstrings
Source language: en
Languages: cs, de, it, ja, ko, pl, pt, ru, tr, zh_hans, zh_hant, zh_hk

source: %lld custom syntaxes
cs: %lld vlastních syntaxí
de: %lld eigene Syntaxen
it: %lld sintassi personalizzate
ja: %lld個のカスタムシンタックス
ko: %ll개의 사용자 정의 구문
pl: %lld własnej składni
pt: %lld sintaxes personalizadas
ru: %lld пользовательских синтаксисов
tr: %lld özel sözdizim
zh_hans: %lld个自定义语法
zh_hant: %lld個自訂語法
zh_hk: %lld個自訂語法

source: %lld custom themes
cs: %lld vlastních motivů
de: %lld eigene Themen
it: %lld temi personalizzati
ja: %lld個のカスタムテーマ
ko: %lld개의 사용자 정의 테마
pl: %lld własnego motywu
pt: %lld temas personalizados
ru: %lld пользовательских тем
tr: %lld özel tema
zh_hans: %lld个自定义主题
zh_hant: %lld個自訂主題
zh_hk: %lld個自訂主題

source: %lld definitions
cs: %lld definic
de: %lld Definitionen
it: %lld definizioni
ja: %lld個の定義
ko: %lld개의 정의
pl: %lld definicji
pt: %lld definições
ru: %lld определений
tr: %lld tanım
zh_hans: %lld个定义
zh_hant: %lld個定義
zh_hk: %lld個定義

source: Choose a CotEditor settings archive to import.
cs: Vyberte archiv nastavení CotEditoru, který chcete importovat.
de: Wähle ein CotEditor-Einstellungsarchiv, das importiert werden soll.
it: Selezionare un archivio di impostazioni di CotEditor da importare.
ja: 読み込むCotEditor設定アーカイブを選択
ko: 가져올 CotEditor 설정 아카이브를 선택하십시오.
pl: Wybierz archiwum ustawień CotEditora, które chcesz importować.
pt: Escolha um arquivo de configurações do CotEditor para importar.
ru: Выберите архив настроек CotEditor для импорта.
tr: İçe aktarılacak bir CotEditor ayarları arşivi seçin.
zh_hans: 选择要导入的CotEditor设置归档。
zh_hant: 選擇要匯入的CotEditor設定封存檔。
zh_hk: 選擇要輸入的CotEditor設定封存檔。

# Error.versionMismatch.description
source: This settings archive was created by a different version of CotEditor (%@).
cs: Tento archiv nastavení byl vytvořen jinou verzí CotEditoru (%@).
de: Dieses Einstellungsarchiv wurde von einer anderen Version von CotEditor (%@) erstellt.
it: Questo archivio di impostazioni è stato creato con una versione differente di CotEditor (%@).
ja: この設定アーカイブは、別のバージョンのCotEditor（%@）で作成されています。
ko: 이 설정 아카이브는 다른 버전의 CotEditor에서 생성되었습니다. (%@)
pl: To archiwum ustawień zostało utworzone przy użyciu innej wersji CotEditora (%@).
pt: Este arquivo de configurações foi criado por uma versão diferente do CotEditor (%@).
ru: Этот архив настроек был создан другой версией CotEditor (%@).
tr: Bu ayarlar arşivi, CotEditor’ün farklı bir sürümü (%@) ile oluşturuldu.
zh_hans: 此设置归档由不同版本的CotEditor 创建（%@）。
zh_hant: 此設定封存檔是由不同版本的CotEditor (%@) 所建立。
zh_hk: 此設定封存檔是由不同版本的CotEditor （%@）製作。

# Error.versionMismatch.recoverySuggestion
source: You can still import these items, but some settings may be incompatible.
cs: Tyto položky můžete přesto importovat, ale některá nastavení mohou být nekompatibilní.
de: Du kannst diese Elemente weiterhin importieren, aber einige Einstellungen sind möglicherweise nicht kompatibel.
it: Puoi comunque importare l'archivio, ma alcune impostazioni potrebbero essere incompatibili.
ja: 読み込むことはできますが、一部の設定は互換性がない場合があります。
ko: 이 항목들을 가져올 수 있지만 일부 설정이 호환되지 않을 수 있습니다.
pl: Nadal możesz importować te ustawienia, choć niektóre z nich mogą być niekompatybilne.
pt: Você ainda pode importar estes itens, mas algumas configurações podem ser incompatíveis.
ru: Вы можете импортировать эти элементы, но некоторые настройки могут быть несовместимы.
tr: Bu öğeleri yine de içe aktarabilirsiniz; ancak bazı ayarlar uyumsuz olabilir.
zh_hans: 您仍可继续导入这些项目，但部分设置可能不兼容。
zh_hant: 您仍可匯入這些項目，但部分設定可能不相容。
zh_hk: 你仍然可輸入這些項目，但部份設定可能不相容。

source: Export selected settings as an archive to allow importing into other computers.
cs: Exportovat vybraná nastavení jako archiv pro import do jiných počítačů.
de: Exportiere ausgewählte Einstellungen als Archiv, um sie auf andere Computer importieren zu können.
it: Esporta le impostazioni selezionate in un archivio per poterle importare in altri computer.
ja: 選択した設定をアーカイブとして書き出して、他のコンピュータで読み込むことができます。
ko: 선택한 설정을 아카이브로 내보내 다른 컴퓨터로 가져올 수 있도록 합니다.
pl: Eksportuj wybrane ustawienia w formie archiwum, by umożliwić ich importowanie do innych komputerów.
pt: Exporte as configurações selecionadas como um arquivo para permitir a importação em outros computadores.
ru: Экспортируйте выбранные настройки в виде архива, чтобы их можно было импортировать на другом компьютере.
tr: Seçili ayarları arşiv olarak dışa aktararak diğer bilgisayarlara aktarılmasını sağlayın.
zh_hans: 将所选设置导出为归档文件，以便导入到其他电脑。
zh_hant: 將選取的設定匯出為封存檔，以便匯入至其他電腦。
zh_hk: 將選擇的設定輸出為封存檔，以便輸入到其他電腦。

source: Export Settings
cs: Exportovat nastavení
de: Einstellungen exportieren
it: Esporta impostazioni
ja: 設定を書き出す
ko: 설정 내보내기
pl: Eksportuj ustawienia
pt: Exportar Ajustes
ru: Экспортировать настройки
tr: Ayarları Dışa Aktar
zh_hans: 导出设置
zh_hant: 輸出設定
zh_hk: 輸出設定

source: Import Settings
cs: Importovat nastavení
de: Einstellungen importieren
it: Importa impostazioni
ja: 設定を読み込む
ko: 설정 가져오기
pl: Importuj ustawienia
pt: Importar Ajustes
ru: Импортировать настройки
tr: Ayarları İçe Aktar
zh_hans: 导入设置
zh_hant: 輸入設定
zh_hk: 輸入設定

source: Select the items to import:
cs: Vyberte položky k importu:
de: Objekte für den Import wählen:
it: Seleziona gli elementi da importare:
ja: 読み込む項目を選択:
ko: 가져올 항목 선택:
pl: Zaznacz rzeczy do zaimportowania:
pt: Selecione os itens que deseja importar:
ru: Выберите объекты для импорта:
tr: İçe aktarılacak öğeleri seçin:
zh_hans: 选择要导入的项目：
zh_hant: 選擇要輸入的項目：
zh_hk: 選擇要輸入的項目：

# SettingTypes.replacements.label
source: Multiple Replace Definitions
cs: Více definic nahrazení
de: Definitionen für das Multiple Ersetzen
it: Definizioni di sostituzioni multiple
ja: 複数置換定義
ko: 다중 대치 정의
pl: Definicje wielokrotnych zastąpień
pt: Definições de Substituição Múltipla
ru: Массовые правила замен текста
tr: Birden çok değişiklik tanımı
zh_hans: 多重替换定义
zh_hant: 多重取代定義
zh_hk: 多重取代定義

# SettingTypes.settings.description
source: All settings in the Settings window
cs: Všechna nastavení v okně Nastavení
de: Alle Einstellungen im Fenster „Einstellungen“
it: Tutte le impostazioni nella finestra Impostazioni
ja: 「設定」ウインドウ内のすべての設定
ko: 설정 윈도우의 모든 설정
pl: Wszystkie ustawienia w oknie Ustawienia
pt: Todas as configurações na janela de Configurações
ru: Все настройки в окне «Настройки»
tr: Ayarlar penceresindeki tüm ayarlar
zh_hans: 设置窗口中的所有设置
zh_hant: 「設定」視窗內的全部設定
zh_hk: 「設定」視窗內的所有設定

# SettingTypes.settings.label
source: Settings
cs: Nastavení
de: Einstellungen
it: Impostazioni
ja: 設定
ko: 설정
pl: Ustawienia
pt: Ajustes
ru: Настройки
tr: Ayarlar
zh_hans: 设置
zh_hant: 設定
zh_hk: 設定

# SettingTypes.syntaxes.label
source: Syntaxes
cs: Syntaxe
de: Syntaxen
it: Sintassi
ja: シンタックス
ko: 구문
pl: Składnie
pt: Sintaxes
ru: Синтаксисы
tr: Sözdizimler
zh_hans: 语法
zh_hant: 語法
zh_hk: 語法

# SettingTypes.themes.label
source: Themes
cs: Motivy
de: Themen
it: Temi
ja: テーマ
ko: 테마
pl: Motywy
pt: Temas
ru: Темы
tr: Temalar
zh_hans: 主题
zh_hant: 主題
zh_hk: 主題
